app/controllers/users_controller.rb

	def create
		@user = User.new(params[:user])
		if @user.save
---
INSERT INTO `users` (`project`, `hour`, `description`, `updated_at`, `created_at`) VALUES('Fedena', '5hrs', 'It is School Management Process', '2017-02-04 06:27:51', '2017-02-04 06:27:51')